brew "fd"
brew "fzf"
brew "gh"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "pngpaste"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree-sitter-cli"
brew "zoxide"
cask "ghostty"
